Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Starts a 5-minute demo timer to test the timer live activity feature. Only works when timer feature is enabled.
de: Startet einen 5-minütigen Demo-Timer, um die Live-Aktivitätsfunktion des Timers zu testen. Funktioniert nur, wenn die Timer-Funktion aktiviert ist.
fr: Démarre une minuterie de démonstration de 5 minutes pour tester la fonction d'activité en direct de la minuterie. Ne fonctionne que lorsque la fonction de minuterie est activée.
nl: Start een demo-timer van 5 minuten om de functie voor live-activiteit van de timer te testen. Werkt alleen als de timerfunctie is ingeschakeld.
ru: Запускает демо-таймер на 5 минут для тестирования.
th: เริ่มตัวจับเวลาสาธิต 5 นาทีเพื่อทดสอบฟีเจอร์กิจกรรมสดตัวจับเวลา ใช้ได้เฉพาะเมื่อเปิดใช้ฟีเจอร์ตัวจับเวลา
zh_hans: 启动 5 分钟演示计时器以测试实时活动功能。仅在启用计时器功能时有效。
zh_hant: 啟動 5 分鐘演示計時器以測試即時動態功能。僅在啟用計時器功能時有效。

source: Stats
de: Statistiken
fr: Statistiques
nl: Statistieken
ru: Статистика
th: สถิติ
zh_hans: 统计
zh_hant: 統計

source: Stats Disabled
de: Statistiken deaktiviert
fr: Statistiques désactivées
nl: Statistieken uitgeschakeld
ru: Статистика отключена
th: ปิดใช้สถิติ
zh_hans: 统计已禁用
zh_hant: 統計已停用

source: Stats Feature Disabled
de: Statistikfunktion deaktiviert
fr: La fonctionnalité de statistiques est désactivée
nl: Statistiekenfunctie uitgeschakeld
ru: Функция статистики отключена
th: ปิดใช้ฟีเจอร์สถิติ
zh_hans: 统计功能已禁用
zh_hant: 統計功能已停用

source: Stats feature is disabled
de: Die Statistikfunktion ist deaktiviert
fr: La fonctionnalité de statistiques est désactivée
nl: Statistiekenfunctie is uitgeschakeld
ru: Функция статистики отключена
th: ปิดใช้ฟีเจอร์สถิติ
zh_hans: 统计功能已禁用
zh_hant: 統計功能已停用

source: Stats panel is disabled
de: Das Statistik-Panel ist deaktiviert
fr: Le panneau des statistiques est désactivé
nl: Statistiekenpaneel is uitgeschakeld
ru: Панель статистики отключена
th: ปิดใช้แผงสถิติ
zh_hans: 统计面板已禁用
zh_hant: 統計面板已停用

source: Stats Panel:
de: Statistik-Panel:
fr: Panneau des statistiques
nl: Statistiekenpaneel:
ru: Панель статистики:
th: แผงสถิติ:
zh_hans: 统计面板：
zh_hant: 統計面板：

source: Stats update interval
de: Statistik-Aktualisierungsintervall
fr: Intervalle de mise à jour des statistiques
nl: Interval voor het bijwerken van statistieken
ru: Интервал обновления статистики
th: ระยะอัปเดตสถิติ
zh_hans: 统计更新间隔
zh_hant: 統計更新間隔

source: Status & Actions
de: Status & Aktionen
fr: Actions et statut
nl: Status en acties
ru: Статус и действия
th: สถานะและการดำเนินการ
zh_hans: 状态与操作
zh_hant: 狀態與操作

source: Stop Monitoring
de: Überwachung stoppen
fr: Mettre fin à le suivi
nl: Stop met monitoren
ru: Остановить мониторинг
th: หยุดการตรวจสอบ
zh_hans: 停止监控
zh_hant: 停止監控

source: Stop recording
de: Aufnahme stoppen
fr: Mettre fin à l’enregisterement
nl: Stop met opnemen
ru: Остановить запись
th: หยุดบันทึก
zh_hans: 停止录制
zh_hant: 停止錄製

source: Stopped
de: Gestoppt
fr: Arrêté
nl: Gestopt
ru: Остановлено
th: หยุดแล้ว

source: Support Us
de: Unterstütze uns
fr: Soutenez-nous
nl: Steun ons
ru: Поддержите нас
th: สนับสนุนเรา

source: Supports reasoning mode
de: Unterstützt den Argumentationsmodus
fr: Supporte la réfléxion
nl: Ondersteunt de redeneermodus
ru: Поддерживает режим размышления
th: รองรับโหมดการให้เหตุผล
zh_hans: 支持推理模式
zh_hant: 支援推理模式

source: Swap
de: Tauschen
fr: Espace d'échange
nl: Wissel
ru: Подкачка
th: สลับ
zh_hans: 交换空间
zh_hant: 交換空間

source: Swap is disabled on this system.
de: Swap ist auf diesem System deaktiviert.
fr: L’espace d’échange est désactivé sur ce système.
nl: Wisselen is uitgeschakeld op dit systeem.
ru: Swap отключен в системе.
th: Swap ถูกปิดใช้งานบนระบบนี้
zh_hans: 此系统已禁用交换空间。
zh_hant: 此系統已停用交換空間。

source: System features
de: System Funktionen
fr: Fonctionnalités du système
nl: Systeemfuncties
ru: Системные функции
th: ฟีเจอร์ระบบ

source: System Performance Monitor
de: Systemleistungsmonitor
fr: Suivi des Performances Système
nl: Systeemprestatiemonitor
ru: Монитор производительности системы
th: มอนิเตอร์ประสิทธิภาพระบบ
zh_hans: 系统性能监视器
zh_hant: 系統效能監視器

source: Take area screenshot
de: Screenshot des Bereichs machen
fr: Prendre une capture d’écran de zone
nl: Maak een screenshot van het gebied
ru: Сделать снимок выделенной области
th: จับภาพพื้นที่หน้าจอ
zh_hans: 区域截图
zh_hant: 區域截圖

source: Temperature unit
de: Temperatureinheit
fr: Unité de température
nl: Temperatuur eenheid
ru: Единицы температуры
th: หน่วยอุณหภูมิ
zh_hans: 温度单位
zh_hant: 溫度單位

source: The MacBook icon is available only in the circular layout.
de: Das MacBook-Symbol ist nur im kreisförmigen Layout verfügbar.
fr: L'icône MacBook n'est disponible que dans la disposition circulaire.
nl: Het MacBook-pictogram is alleen beschikbaar in de ronde lay-out.
ru: Иконка MacBook доступна только в круглом макете.
th: ไอคอน MacBook ใช้ได้เฉพาะในเลย์เอาต์แบบวงกลม
zh_hans: MacBook 图标仅在圆形布局中可用。
zh_hant: MacBook 圖示僅在圓形版面配置中可用。

source: These controls mirror the Lock Screen tab so you can tune the media overlay while focusing on playback settings.
de: Diese Steuerelemente spiegeln die Registerkarte "Bildschirm sperren" wider, so dass Sie das Medien-Overlay optimieren können, während Sie sich auf die Wiedergabeeinstellungen konzentrieren.
fr: Ces commandes reflètent l'onglet Écran de verrouillage afin que vous puissiez régler la superposition multimédia tout en vous concentrant sur les paramètres de lecture.
nl: Deze bedieningselementen weerspiegelen het tabblad Vergrendelscherm, zodat je de media-overlay kunt afstemmen terwijl je je richt op de afspeelinstellingen.
ru: Эти элементы управления дублируют настройки экрана блокировки для удобства.
th: ปุ่มควบคุมเหล่านี้สะท้อนแท็บหน้าจอล็อกเพื่อให้คุณปรับโอเวอร์เลย์สื่อขณะเน้นการตั้งค่าการเล่น
zh_hans: 这些控制镜像了锁屏标签页，方便您在关注播放设置的同时调整媒体覆盖层。
zh_hant: 這些控制鏡像了鎖定畫面分頁，方便你在關注播放設定的同時調整媒體覆蓋層。

source: These controls sit beside the notch while a timer runs. They require the timer name to stay hidden for spacing.
de: Diese Steuerelemente befinden sich neben der Kerbe, während ein Timer läuft. Sie erfordern, dass der Timer-Name für den Abstand ausgeblendet bleibt.
fr: Ces commandes se trouvent à côté de l'encoche pendant qu'une minuterie fonctionne. Ils ont besoin que le nom de la minuterie reste caché pour l'espacement.
nl: Deze bedieningselementen zitten naast de inkeping terwijl een timer loopt. Ze vereisen dat de timernaam verborgen blijft vanwege de spatiëring.
ru: Эти элементы находятся рядом с вырезом во время работы таймера.
th: ปุ่มควบคุมเหล่านี้อยู่ข้างรอยบากขณะตัวจับเวลาทำงาน ต้องซ่อนชื่อตัวจับเวลาเพื่อรักษาระยะห่าง
zh_hans: 计时器运行时这些控制位于刘海旁边。为了间距需要隐藏计时器名称。
zh_hant: 計時器執行時這些控制位於瀏海旁邊。為了間距需要隱藏計時器名稱。

source: These indicators appear in the notch when apps are using your camera or microphone, matching macOS's native privacy indicators.
de: Diese Anzeigen werden in der Notch angezeigt, wenn Apps Ihre Kamera oder Ihr Mikrofon verwenden, und stimmen mit den nativen Datenschutzindikatoren von macOS überein.
fr: Ces indicateurs apparaissent dans l'encoche lorsque les applications utilisent votre caméra ou votre microphone, correspondant aux indicateurs de confidentialité natifs de macOS.
nl: Deze indicatoren verschijnen in de inkeping wanneer apps je camera of microfoon gebruiken, wat overeenkomt met de eigen privacy-indicatoren van macOS.
ru: Эти индикаторы появляются в вырезе, когда приложения используют камеру или микрофон.
th: ตัวบ่งชี้เหล่านี้ปรากฏในรอยบากเมื่อแอปใช้กล้องหรือไมโครโฟนของคุณ ตรงกับตัวบ่งชี้ความเป็นส่วนตัวเดิมของ macOS
zh_hans: 当应用使用您的相机或麦克风时，这些指示器会出现在刘海中，与 macOS 原生隐私指示器一致。
zh_hant: 當 App 使用你的相機或麥克風時，這些指示器會出現在瀏海中，與 macOS 原生隱私指示器一致。

source: This duration powers the "Custom" option inside the timer popover for quick access.
de: Diese Dauer ermöglicht die Option "Benutzerdefinierte" im Timer-Popover für einen schnellen Zugriff.
fr: Cette durée alimente l'option "Personnalisé" à l'intérieur de la fenêtre contextuelle de la minuterie pour un accès rapide.
nl: Deze duur activeert de "Aangepaste" optie in de timer-popover voor snelle toegang.
ru: Используется для быстрого доступа к кнопке «Особый».
th: ระยะเวลานี้ใช้กับตัวเลือก "กำหนดเอง" ในป๊อปโอเวอร์ตัวจับเวลาเพื่อเข้าถึงด่วน
zh_hans: 此时长用于计时器弹出窗口中的「自定义」选项，方便快速访问。
zh_hant: 此時長用於計時器彈出式視窗中的「自訂」選項，方便快速存取。

source: This duration powers the \"Custom\" option inside the timer popover for quick access.
de: Diese Dauer unterstützt die Option \"Benutzerdefiniert\" im Timer-Popover für den schnellen Zugriff.
nl: Deze duur activeert de optie \"Aangepast\" in de timer-popover voor snelle toegang.
ru: Используется для быстрого доступа к кнопке «Особый».
th: ระยะเวลานี้ใช้กับตัวเลือก "กำหนดเอง" ในป๊อปโอเวอร์ตัวจับเวลาเพื่อเข้าถึงด่วน
zh_hans: 此时长用于计时器弹出窗口中的「自定义」选项，方便快速访问。
zh_hant: 此時長用於計時器彈出式視窗中的「自訂」選項，方便快速存取。

source: Time Range
de: Zeitspanne
fr: Période de temps
nl: Tijdbereik
ru: Временной диапазон
th: ช่วงเวลา
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time to Full Charge: %lld min
de: Zeit bis zur vollen Ladung: %lld min
fr: Temps avant la charge complète : %lld min
nl: Tijd tot volledig opladen: %lld min
ru: Time to Full Charge: %lld мин

source: Timer Disabled
de: Timer deaktiviert
fr: Minuteur désactivé
nl: Timer uitgeschakeld
ru: Таймер отключен
th: ปิดใช้ตัวจับเวลา
zh_hans: 计时器已禁用
zh_hant: 計時器已停用

source: Timer Feature
de: Timer-Funktion
fr: Fonctionnalité du Minuteur
nl: Timerfunctie
ru: Функция таймера
th: ฟีเจอร์ตัวจับเวลา
zh_hans: 计时器功能
zh_hant: 計時器功能

source: Timer feature is disabled
de: Die Timer-Funktion ist deaktiviert
fr: La fonctionnalité du minuteur est désactivée
nl: De timerfunctie is uitgeschakeld
ru: Функция таймера отключена
th: ปิดใช้ฟีเจอร์ตัวจับเวลา
zh_hans: 计时器功能已禁用
zh_hant: 計時器功能已停用

source: Timer Presets
de: Timer-Voreinstellungen
fr: Préréglages de minuterie
nl: Timervoorinstellingen
ru: Пресеты таймера
th: พรีเซ็ตตัวจับเวลา
zh_hans: 计时器预设
zh_hant: 計時器預設組合

source: Timer Sound
de: Timer-Ton
fr: Son du Minuteur
nl: Timergeluid
ru: Звук таймера
th: เสียงตัวจับเวลา
zh_hans: 计时器声音
zh_hant: 計時器聲音

source: Timer tint
de: Timer-Tönung
fr: Timer dégel
ru: Оттенок таймера
th: สีตัวจับเวลา
zh_hans: 计时器着色
zh_hant: 計時器著色

source: Toggle Notch Open:
de: Notch öffnen umschalten:
fr: Activer/désactiver l’encoche :
nl: Schakel inkeping open:
ru: Открыть/закрыть вырез:
th: สลับเปิดรอยบาก:

source: Toggle Sneak Peek:
de: Sneak Peek umschalten:
fr: Activer/désactiver Sneak Peek:
nl: Sneak Peek wisselen:
ru: Быстрый просмотр:
th: สลับ Sneak Peek:

source: Toggle the Dynamic Island open or closed from anywhere.
de: Schalten Sie die dynamische Insel von überall aus öffnen oder schließen.
fr: Activez l'île dynamique ouverte ou fermée de n'importe où.
hi: कहीं से भी डायनामिक आइलैंड को खोलें या बंद करें।
nl: Open of sluit Dynamic Island overal.
ru: Открывайте и закрывайте Dynamic Island из любого места.
th: สลับเปิด/ปิดไดนามิกไอแลนด์จากที่ไหนก็ได้
zh_hans: 从任何位置切换灵动岛的打开或关闭。
zh_hant: 從任何位置切換動態島的開啟或關閉。

source: Total · %@
de: Gesamt · %@
nl: Totaal · %@
ru: Всего · %@
zh_hans: 总计 · %@
zh_hant: 總計 · %@

source: Transform
de: Umwandeln
fr: Transformez
nl: Transformeren
ru: Преобразование
th: แปลง
zh_hans: 变换
zh_hant: 變換

source: Transform your notch truly yours
de: Verwandeln Sie Ihre Notch wirklich zu Ihrer
fr: Reprenez le contrôle sur votre encoche
hi: अपने नॉच को सचमुच अपना बनाएं
nl: Maak je inkeping echt van jezelf
ru: Сделайте вырез по-настоящему вашим
th: เปลี่ยนรอยบากให้เป็นของคุณจริงๆ
zh_hans: 将刘海变成真正属于你的空间
zh_hant: 將瀏海變成真正屬於你的空間

source: Try adjusting your search terms
de: Versuchen Sie, Ihre Suchbegriffe anzupassen
fr: Essayez d’ajuster vos termes de recherche
nl: Probeer je zoektermen aan te passen
ru: Попробуйте изменить поисковый запрос
th: ลองปรับคำค้นหา
zh_hans: 请尝试调整搜索词
zh_hant: 請嘗試調整搜尋詞

source: Try different search terms
de: Probieren Sie verschiedene Suchbegriffe aus
fr: Essayez d’autres termes de recherche
nl: Probeer verschillende zoektermen
ru: Попробуйте другие условия поиска
th: ลองคำค้นหาอื่น
zh_hans: 请尝试不同的搜索词
zh_hant: 請嘗試不同的搜尋詞

source: Try pressing volume keys to test system HUD functionality
de: Drücken Sie die Lautstärketasten, um die System-HUD-Funktionalität zu testen.
nl: Probeer op de volumetoetsen te drukken om de HUD-functionaliteit van het systeem te testen
ru: Нажмите клавиши громкости для проверки системного HUD
th: ลองกดปุ่มระดับเสียงเพื่อทดสอบการทำงานของ HUD ระบบ
zh_hans: 尝试按音量键来测试系统 HUD 功能
zh_hant: 嘗試按音量鍵來測試系統 HUD 功能

source: Two-finger swipe up on notch to close, two-finger swipe down on notch to open when **Open notch on hover** option is disabled
de: Zwei-Finger Wischen nach oben zum Schließen der Notch, zwei-Finger wischen nach unten um die Notch zu öffnen, wenn die Option **Notch bei Mausberührung öffnen** deaktiviert ist
fr: Glisser deux doigts vers le haut sur l'encoche pour la fermer, glisser deux doigts vers le bas sur l'encoche pour l'ouvrir lorsque l'option **Ouvrir l'encoche au survolant** est désactivée
hi: जब **हॉवर पर नॉच खोलें** विकल्प अक्षम हो, तब नॉच बंद करने के लिए दो उंगलियों से नॉच पर ऊपर स्वाइप करें, नॉच खोलने के लिए दो उंगलियों से नॉच पर नीचे स्वाइप करें।
nl: Veeg met twee vingers omhoog over de inkeping om te sluiten, veeg met twee vingers omlaag over de inkeping om te openen wanneer de optie **Inkeping openen bij aanwijzen** is uitgeschakeld
ru: Смахивание двумя пальцами вверх для закрытия, вниз для открытия, если отключено открытие при наведении.
th: ปัดสองนิ้วขึ้นบนรอยบากเพื่อปิด ปัดสองนิ้วลงเพื่อเปิดเมื่อตัวเลือก **เปิดรอยบากเมื่อชี้** ถูกปิด
zh_hans: 当**悬停时打开凹槽**选项关闭时，在凹槽处双指上滑关闭，双指下滑打开
zh_hant: 當**懸停時開啟凹槽**選項關閉時，在凹槽處雙指上滑關閉，雙指下滑開啟

source: UI Mode
de: Benutzeroberflächenmodus
fr: Mode UI
nl: UI-modus
ru: Режим интерфейса
th: โหมด UI
zh_hans: 界面模式
zh_hant: 介面模式

source: Uninstall
de: Deinstallieren
fr: Désinstaller
nl: Verwijderen
ru: Удалить
th: ถอนการติดตั้ง

source: Unlock advanced features and improve your experience. Upgrade now for more customizations!
de: Schalte erweiterte Funktionen frei und verbessere deine Erfahrung. Upgrade jetzt für weitere Anpassungsmöglichkeiten!
fr: Déverrouillez des fonctionnalités avancées et améliorez votre expérience. Mettez à niveau maintenant pour plus de personnalisations !
nl: Ontgrendel geavanceerde functies en verbeter je ervaring. Upgrade nu voor meer aanpassingen!
ru: Разблокируйте расширенные функции и улучшите свой опыт. Обновитесь для дополнительных настроек!
th: ปลดล็อกฟีเจอร์ขั้นสูงและปรับปรุงประสบการณ์ อัปเกรดเลยเพื่อการปรับแต่งเพิ่มเติม!

source: unmuted
de: Nicht stummgeschaltet
fr: activé
nl: niet gedempt
ru: со звуком
th: เปิดเสียงแล้ว

source: Update interval
de: Aktualisierungsintervall
fr: Intervalle de mise à jour
ru: Интервал обновления
th: ระยะอัปเดต
zh_hans: 更新间隔
zh_hant: 更新間隔

source: Update Timer
de: Timer aktualisieren
fr: Modifier le minuteur
ru: Обновить таймер
th: อัปเดตตัวจับเวลา
zh_hans: 更新计时器
zh_hant: 更新計時器

source: Upgrade to Pro
de: Auf Pro upgraden
fr: Passer à la version Pro
nl: Upgrade naar Pro
ru: Перейти на Pro
th: อัปเกรดเป็น Pro

source: Upload
de: Hochladen
fr: Envois
nl: Uploaden
ru: Отправка
th: อัปโหลด
zh_hans: 上传
zh_hant: 上傳

source: Usage
de: Nutzung
fr: Utilisation
nl: Gebruik
ru: Использование
th: การใช้งาน
zh_hans: 使用情况
zh_hant: 使用情況

source: Usage Breakdown
de: Nutzungsaufschlüsselung
fr: Répartition de l’utilisation
nl: Gebruiksverdeling
ru: Детализация использования
th: การแบ่งสัดส่วนการใช้งาน
zh_hans: 使用详情
zh_hant: 使用詳情

source: use a circular battery indicator
de: Verwenden Sie eine kreisförmige Batterieanzeige
nl: gebruik een ronde batterij-indicator
ru: использовать круглый индикатор батареи
th: ใช้ตัวบ่งชี้แบตเตอรี่แบบวงกลม
zh_hans: 使用圆形电池指示器
zh_hant: 使用圓形電池指示器

source: Use clored gauges
de: Verwenden Sie farbige Messgeräte
nl: Gebruik gesloten meters
ru: Использовать цветные шкалы
th: ใช้ตัววัดสี
zh_hans: 使用彩色仪表
zh_hant: 使用彩色儀表

source: Use MacBook icon when on battery
de: Verwenden Sie das MacBook-Symbol, wenn Sie im Akkubetrieb arbeiten.
nl: Gebruik het MacBook-pictogram wanneer de batterij werkt
ru: Использовать иконку MacBook при работе от батареи
th: ใช้ไอคอน MacBook เมื่อใช้แบตเตอรี่
zh_hans: 使用电池时显示 MacBook 图标
zh_hant: 使用電池時顯示 MacBook 圖示

source: Use music visualizer spectrogram
de: Musik-Visualizer Spektrogramm verwenden
fr: Utiliser le spectrogramme du visualiseur de musique
nl: Gebruik het muziekvisualisatiespectrogram
ru: Использовать спектрограмму визуализатора
th: ใช้สเปกโตรแกรมตัวแสดงผลเพลง

source: Use simpler close animation
de: Verwenden Sie eine einfachere Schließanimation.
nl: Gebruik eenvoudigere sluit-animatie
ru: Использовать простую анимацию закрытия
th: ใช้แอนิเมชันปิดแบบง่าย
zh_hans: 使用更简单的关闭动画
zh_hant: 使用更簡單的關閉動畫

source: Use the Media tab to configure sneak peek, lyrics, and floating media controls.
de: Verwenden Sie die Registerkarte "Medien", um Sneak Peek, Songtexte und schwebende Mediensteuerungen zu konfigurieren.
fr: Utilisez l'onglet Médias pour configurer les contrôles d'aperçu, de paroles et de médias flottants.
nl: Gebruik het tabblad Media om sneak peek, songteksten en zwevende mediabedieningen te configureren.
ru: Используйте вкладку Media для настройки быстрого просмотра, текстов песен и др.
th: ใช้แท็บสื่อเพื่อตั้งค่า Sneak Peek เนื้อเพลง และปุ่มควบคุมสื่อแบบลอย
zh_hans: 使用媒体标签页配置快速预览、歌词和浮动媒体控制。
zh_hant: 使用媒體分頁配置快速預覽、歌詞和浮動媒體控制。

source: Used
de: Verwendet
fr: Utilisé
nl: Gebruikt
ru: Занято
th: ใช้แล้ว
zh_hans: 已使用
zh_hant: 已使用

source: Used · %@
de: Verwendet · %@
fr: Utilisé · %@
nl: Gebruikt · %@
ru: Исп. · %@
zh_hans: 已使用 · %@
zh_hant: 已使用 · %@

source: Uses event-driven private API for real-time screen recording detection
de: Verwendet ereignisgesteuerte private API für die Erkennung von Bildschirmaufnahmen in Echtzeit
fr: Utilise une API privée basée sur les événements pour la détection d'enregistrement d'écran en temps réel
nl: Maakt gebruik van gebeurtenisgestuurde privé-API voor realtime detectie van schermopnamen
ru: Отслеживает запись экрана в реальном времени
th: ใช้ private API แบบ event-driven สำหรับตรวจจับการบันทึกหน้าจอแบบเรียลไทม์
zh_hans: 使用事件驱动的私有 API 进行实时屏幕录制检测
zh_hant: 使用事件驅動的私有 API 進行即時螢幕錄製偵測

source: Utilization
de: Werkzeug
fr: Utilisation
nl: Gebruik
ru: Загрузка
th: การใช้ประโยชน์
zh_hans: 利用率
zh_hant: 利用率

source: Version info
de: Versionsinfo
fr: Informations de la version
nl: Versie-informatie
ru: Информация о версии
th: ข้อมูลเวอร์ชัน

source: Vertical:
de: Vertikal:
nl: Verticaal:
ru: По вертикали:
th: แนวตั้ง:
zh_hans: 垂直：
zh_hant: 垂直：

source: View on GitHub: th-ch/youtube-music
de: Auf GitHub anschauen: th-ch/youtube-music
fr: Afficher sur GitHub: th-ch/youtube-music
nl: Bekijk op GitHub: th-ch/youtube-music
ru: Смотреть на GitHub: th-ch/youtube-music
th: ดูบน GitHub: th-ch/youtube-music

source: Volume
de: Lautstärke
ru: Громкость
th: ระดับเสียง
zh_hans: 音量
zh_hant: 音量

source: Volume HUD
de: Lautstärke HUD
fr: ATH du volume
ru: HUD громкости
th: HUD ระดับเสียง
zh_hans: 音量 HUD
zh_hant: 音量 HUD

source: Volume OSD
de: Volumen-OSD
ru: OSD громкости
th: OSD ระดับเสียง
zh_hans: 音量 OSD
zh_hant: 音量 OSD

source: We need your camera for Mirror mode
de: Wir benötigen Ihre Kamera für den Spiegelmodus.
nl: We hebben je camera nodig voor de spiegelmodus
ru: Нам нужна ваша камера для режима зеркала
th: เราต้องการกล้องของคุณสำหรับโหมดกระจกเงา
zh_hans: 镜像模式需要使用您的相机
zh_hant: 鏡像模式需要使用你的相機

source: Weather
de: Wetter
fr: Météo
nl: Weer
ru: Погода
th: สภาพอากาศ
zh_hans: 天气
zh_hant: 天氣

source: Weather data provider
de: Anbieter von Wetterdaten
fr: Fournisseur de données météorologiques
nl: Leverancier van weergegevens
ru: Провайдер данных погоды
th: ผู้ให้บริการข้อมูลสภาพอากาศ
zh_hans: 天气数据源
zh_hant: 天氣資料來源

source: Weather Widget
de: Wetter-Widget
fr: Widget météo
nl: Weerwidget
ru: Виджет погоды
th: วิดเจ็ตสภาพอากาศ
zh_hans: 天气小组件
zh_hant: 天氣小工具

# Weather: %@ %@
source: Weather: %1$@ %2$@
de: Wetter: %1$@ %2$@
fr: Météo : %1$@ %2$@
nl: Weer: %1$@ %2$@
ru: Погода: %1$@ %2$@
th: Weather: %@ %@
zh_hans: 天气：%1$@ %2$@
zh_hant: 天氣：%1$@ %2$@

# Weather: %@ %@ in %@
source: Weather: %1$@ %2$@ in %3$@
de: Wetter: %1$@ %2$@ in %3$@
fr: Météo : %1$@ %2$@ à %3$@
nl: Weer: %1$@ %2$@ in %3$@
ru: Погода: %1$@ %2$@ в %3$@
th: Weather: %@ %@ in %@
zh_hans: 天气：%1$@ %2$@ 在 %3$@
zh_hant: 天氣：%1$@ %2$@ 在 %3$@

source: Welcome
de: Willkommen
fr: Bienvenue
nl: Welkom
ru: Добро пожаловать
th: ยินดีต้อนรับ

source: What's New
de: Was ist neu
fr: Nouveautés
nl: Wat is er nieuw
ru: Что нового
th: มีอะไรใหม่

source: When disabled, all keyboard shortcuts will be inactive. You can still use the UI controls
de: Wenn diese Option deaktiviert ist, sind alle Tastaturkürzel inaktiv. Sie können weiterhin die UI-Steuerelemente verwenden.
nl: Indien uitgeschakeld, zijn alle sneltoetsen inactief. Je kunt de UI-bedieningselementen nog steeds gebruiken
ru: При отключении все сочетания клавиш будут неактивны.
th: เมื่อปิดใช้ ทางลัดแป้นพิมพ์ทั้งหมดจะไม่ทำงาน คุณยังสามารถใช้ปุ่มควบคุม UI
zh_hans: 禁用后，所有键盘快捷键将不可用。您仍然可以使用界面控制
zh_hant: 停用後，所有鍵盤快速鍵將不可用。你仍然可以使用介面控制

source: When disabled, all keyboard shortcuts will be inactive. You can still use the UI controls.
de: Wenn deaktiviert, sind alle Tastenkombinationen inaktiv. Sie können weiterhin die UI-Steuerelemente verwenden.
fr: Lorsqu'ils sont désactivés, tous les raccourcis clavier seront inactifs. Vous pouvez toujours utiliser les commandes de l'interface utilisateur.
hi: जब अक्षम किया जाता है, तो सभी कीबोर्ड शॉर्टकट निष्क्रिय हो जाएंगे। आप अभी भी UI नियंत्रणों का उपयोग कर सकते हैं।
nl: Indien uitgeschakeld, zijn alle sneltoetsen inactief. Je kunt de UI-bedieningselementen nog steeds gebruiken.
ru: При отключении все сочетания клавиш будут неактивны.
th: เมื่อปิดใช้ ทางลัดแป้นพิมพ์ทั้งหมดจะไม่ทำงาน คุณยังสามารถใช้ปุ่มควบคุม UI ได้
zh_hans: 禁用后，所有键盘快捷键将不可用。您仍然可以使用界面控制。
zh_hant: 停用後，所有鍵盤快速鍵將不可用。你仍然可以使用介面控制。

source: When enabled, stats monitoring stops a few seconds after the notch closes.
de: Wenn aktiviert, stoppt die Statistiküberwachung einige Sekunden nach Schließung der Notch.
fr: Lorsqu'il est activé, la surveillance des statistiques s'arrête quelques secondes après la fermeture de l'encoche.
hi: सक्रिय होने पर, स्टैट्स मॉनिटरिंग नॉच बंद होने के कुछ सेकंड बाद रुक जाती है।
nl: Als deze optie is ingeschakeld, stopt het monitoren van statistieken een paar seconden nadat de inkeping is gesloten.
ru: При включении мониторинг статистики останавливается через несколько секунд после закрытия выреза.
th: เมื่อเปิดใช้ การตรวจสอบสถิติจะหยุดหลังปิดรอยบากไม่กี่วินาที
zh_hans: 启用后，刘海关闭几秒后统计监控将停止。
zh_hant: 啟用後，瀏海關閉幾秒後統計監控將停止。

source: When enabled, the Atoll will expand horizontally to match the animation size
de: Wenn aktiviert, erweitert sich das Atoll horizontal, um der Animationsgröße zu entsprechen
fr: Lorsqu'il est activé, l'atoll se développe horizontalement pour correspondre à la taille de l'animation
hi: सक्रिय होने पर, एटोल एनिमेशन के आकार से मेल खाने के लिए क्षैतिज रूप से फैल जाएगा।
nl: Als deze optie is ingeschakeld, wordt het Atoll horizontaal uitgevouwen zodat het overeenkomt met de animatiegrootte
ru: При включении Atoll будет расширяться по горизонтали в соответствии с размером анимации.
th: เมื่อเปิดใช้ Atoll จะขยายแนวนอนตามขนาดแอนิเมชัน
zh_hans: 启用后，Atoll 将水平扩展以匹配动画大小
zh_hant: 啟用後，Atoll 將水平延伸功能以匹配動畫大小
